{
 "0" : "Angels Trumpet\nScientific name: Brugmansia\nFamily: Solanaceae\nPoisonous: Highly poisonous\nDid you know: There are 7 species of angel trumpet that originate from South America." ,
 "1" : "Beach Moonflower\nScientific name: Ipomoea violacea\nFamily: Convolvulaceae\nPoisonous: Seeds (Hallucinogen)\nDid you know: Moon flower opens at night." ,
  "2" : "Bougainvillea\nScientific name: Bougainvillea glabra\nFamily‎: ‎Nyctaginaceae\nPoisonous: Mildly poisonous to humans and dogs\nDid you know: This plant is used for bonsai." ,
  "3" : "Persian violet\nScientific name: Cyclamen\nFamily: Myrsinaceae\nPoisonous: mildly poisonous to dogs and cats\nDid you know: Cyclamen species are native to Europe and the Mediterranean Basin." ,
  "4" : "Daisy\nScientific name: Bellis perennis\nFamily: Asteraceae\nPoisonous: No\nDid you know: Daisies are found everywhere on Earth except Antarctica." ,
  "5" : "Dandelion\nScientific name: Taraxacum\nFamily: Asteraceae\nPoisonous: No.\nDid you know: The name dandelion is taken from the French word “dent de lion” meaning lion’s tooth, referring to the coarsely-toothed leaves." ,
  "6" : "Foxgloves\nScientific name: Digitalis\nFamily: Plantaginaceae\nPoisonous: deadly poisonous\nDid you know: Modern medicine still uses these compounds in treatment of congestive heart failure." ,
  "7" : "Frangipani\nScientific name: Plumeria\nFamily: Apocynaceae\nPoisonous: Milky sap that comes out of a frangipani is toxic to humans and animals\nDid you know: Frangipani flowers are highly scented during nights and are often used in bouquets." ,
  "8" : "Sword lily\nScientific name: Gladiolus italicus\nFamily‎: ‎Iridaceae\nPoisonous: To dogs\nDid you know: 'gladiolus' means 'little sword' in Latin. Name refers to the sword-shaped leaves of this plant." ,
  "9" : "Hawaiian Hibiscus\nScientific name: Hibiscus rosa-sinensis\nFamily: Malvaceae\nPoisonous: To animals\nDid you know: The flower can be used to make a natural dye or food colouring." ,
  "10" : "Nasturtium\nScientific name: Tropaeolum\nFamily: Tropaeolaceae\nPoisonous: seeds can be toxic\nDid you know: Nasturtiums are one of the most widely recognized edible flowers." ,
  "11" : "Purple Passionflower\nScientific name: Passiflora incarnata\nFamily: Passifloraceae\nPoisonous: yes\nDid you know: The fruit of Passion Flower may be eaten fresh or used in teas, which is said to alleviate stress and anxiety." ,
  "12" : "Rose\nScientific name: Rosa\nFamily: Rosaceae\nPoisonous: No\nDid you know: Red rose is a symbol of love, yellow of friendship, orange of enthusiasm, white of purity and pink of joy." ,
  "13" : "Sacred Lotus\nScientific name: Nelumbo nucifera\nFamily: Nelumbonaceae\nPoisonous: No\nDid you know: Lotus is the national flower of India." ,
  "14" : "Sunflower\nScientific name: Helianthus\nFamily: Asteraceae\nPoisonous: No\nDid you know: The flower buds and young blossoms will face east in the morning and follow the sun as the earth moves during the day." ,
  "15" : "Tulip\nScientific name: Tulipa\nFamily: Liliaceae\nPoisonous: All parts of the plant except the petals\nDid you know: Their flower buds are known for being almost perfectly symmetrical." ,
  "16" : "Wallflowers\nScientific name: Erysimum\nFamily: Brassicaceae\nPoisonous: No\nDid you know: Butterflies are very fond of these wildflowers."
}